alacritty
base
base-devel
bat
cronie
feh
ffmpegthumbnailer
firefox
git
grub
gvfs
i3-wm
i3status
linux
linux-firmware
lsd
man-db
neovim
networkmanager
nodejs
picom
polybar
python-pywal
rofi
starship
thunar
thunar-archive-plugin
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
unzip
xarchiver
xorg-server
xorg-xinit
zram-generator
xorg-xrandr